export default {
    category:['推荐','电影','电视剧','少儿','学堂','纪实'],
    content:[
        {
            rows:[
                {type:'movie', data:['影片1','影片2','影片3','影片4','影片5','影片6']},
                {type:'entrance', data:['入口1','入口2','入口3','入口4','入口5','入口6']},
                {type:'subject', data:['专题1','专题2','专题3','专题4','专题5','专题6']}
            ]
        },
        {
            rows:[
                {type:'movie', data:['电影1','电影2','电影3','电影4','电影5','电影6']},
                {type:'entrance', data:['入口1','入口2','入口3','入口4','入口5','入口6']},
                {type:'subject', data:['专题1','专题2','专题3','专题4','专题5','专题6']}
            ]
        },
        {
            rows:[
                {type:'movie', data:['电视剧1','电视剧2','电视剧3','电视剧片4','电视剧5','电视剧6']},
                {type:'entrance', data:['入口1','入口2','入口3','入口4','入口5','入口6']},
                {type:'subject', data:['专题1','专题2','专题3','专题4','专题5','专题6']}
            ]
        },
        {
            rows:[
                {type:'movie', data:['少儿1','少儿2','少儿3','少儿4','少儿5','少儿6']},
                {type:'entrance', data:['入口1','入口2','入口3','入口4','入口5','入口6']},
                {type:'subject', data:['专题1','专题2','专题3','专题4','专题5','专题6']}
            ]
        },
        {
            rows:[
                {type:'movie', data:['在线学堂1','在线学堂2','在线学堂3','在线学堂4','在线学堂5','在线学堂6']},
                {type:'entrance', data:['入口1','入口2','入口3','入口4','入口5','入口6']},
                {type:'subject', data:['专题1','专题2','专题3','专题4','专题5','专题6']}
            ]
        },
        {
            rows:[
                {type:'movie', data:['纪实1','纪实2','纪实3','纪实4','纪实5','纪实6']},
                {type:'entrance', data:['入口1','入口2','入口3','入口4','入口5','入口6']},
                {type:'subject', data:['专题1','专题2','专题3','专题4','专题5','专题6']}
            ]
        }
    ]
}
